{
  "IFindGames":
  [
    {"GameName": "Monster Hunter: World", "GameYear": "2018", "GameRating": "13+", "GameCategory": "Adventure, RPG", "VideoCode": "OotQrKEqe94", "GameWebsite": "https://monsterhunterworld.com/", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/monsterhunter.jpeg", "GameDescription": "Battle gigantic monsters in epic locales. \n\nAs a hunter, you'll take on quests to hunt monsters in a variety of habitats. Take down these monsters and receive materials that you can use to create stronger weapons and armor in order to hunt even more dangerous monsters."},
    {"GameName": "Elden Ring", "GameYear": "2022", "GameRating": "17+", "GameCategory": "Adventure, RPG", "VideoCode": "OT8if6DXOFQ", "GameWebsite": "https://en.bandainamcoent.eu/elden-ring/elden-ring", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/eldenring.jpeg", "GameDescription": "Journey through the Lands Between, a new fantasy world created by Hidetaka Miyazaki, creator of the influential DARK SOULS video game series, and George R. R. Martin, author of The New York Times best-selling fantasy series, A Song of Ice and Fire. \n\nUnravel the mysteries of the Elden Ring’s power. Encounter adversaries with profound backgrounds, characters with their own unique motivations for helping or hindering your progress, and fearsome creatures." },  
    {"GameName": "The Legend of Zelda: Breath of the Wild", "GameYear": "2017", "GameRating": "10+", "GameCategory": "Adventure, RPG", "VideoCode": "zw47_q9wbBE", "GameWebsite": "https://www.zelda.com/breath-of-the-wild/", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/zelda.jpg", "GameDescription": "Step into a world of discovery, exploration, and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across vast fields, through forests, and to mountain peaks as you discover what has become of the kingdom of Hyrule in this stunning Open-Air Adventure. Now on Nintendo Switch, your journey is freer and more open than ever. Take your system anywhere, and adventure as Link any way you like."},
    {"GameName": "Terraria", "GameYear": "2011", "GameRating": "13+", "GameCategory": "Adventure, Indie", "VideoCode": "H77Zfzy4LWw", "GameWebsite":  "https://terraria.org/", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/terraria.jpeg", "GameDescription": "The very world is at your fingertips as you fight for survival, fortune, and glory. Delve deep into cavernous expanses, seek out ever-greater foes to test your mettle in combat, or construct your own city - In the World of Terraria, the choice is yours! \n\nBlending elements of classic action games with the freedom of sandbox-style creativity, Terraria is a unique gaming experience where both the journey and the destination are as unique as the players themselves!"},  
    {"GameName": "Minecraft", "GameYear": "2011", "GameRating": "10+", "GameCategory": "Adventure, Sandbox", "VideoCode": "MmB9b5njVbA", "GameWebsite": "https://www.minecraft.net/en-us", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/minecraft.jpg", "GameDescription": "The world is yours for the making.\n\nPrepare for an adventure of limitless possibilities as you build, mine, battle mobs, and explore the ever-changing Minecraft landscape."},
    {"GameName": "Destiny 2", "GameYear": "2017", "GameRating": "13+", "GameCategory": "FPS, Looter", "VideoCode": "PYM7KDrx_Ho", "GameWebsite": "https://www.bungie.net/7/en/Destiny/NewLight", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/destiny2.jpeg", "GameDescription": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars."},  
    {"GameName": "Resident Evil Village", "GameYear": "2021", "GameRating": "17+", "GameCategory": "FPS, Horror", "VideoCode": "26tay8lMZW4", "GameWebsite": "https://www.residentevil.com/village/us/", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/residentevil.jpeg", "GameDescription":  "Experience survival horror like never before in the eighth major installment in the storied Resident Evil franchise. \n\nSet a few years after the horrifying events in the critically acclaimed Resident Evil 7: Biohazard, the all-new storyline begins with Ethan Winters and his wife Mia living peacefully in a new location, free from their past nightmares. \n\nJust as they are building their new life together, tragedy befalls them once again."},
    {"GameName": "Escape From Tarkov", "GameYear": "2017", "GameRating": "17+", "GameCategory":  "FPS, RPG", "VideoCode": "MyUQsh0UCZI", "GameWebsite": "https://www.escapefromtarkov.com", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/eft.webp", "GameDescription": "Escape from Tarkov is a hardcore and realistic online first-person action RPG with MMO features developed by Russian Saint-Petersburg-based game developer, Battlestate Games. \n\nSet in the fictional Norvinsk region located on the frontier between Russia and Europe, the metropolis of Tarkov was plunged into anarchy thanks to the Contract Wars. What was once a bustling city, is now roamed by rivalling scavenger gangs, former private military forces, and black ops units. Between them all, there's you, your stash, and the escape back to the free world from the depths of Tarkov."},  
    {"GameName": "Stardew Valley", "GameYear": "2016", "GameRating": "10+", "GameCategory": "Indie, RPG", "VideoCode": "ot7uXNQskhs", "GameWebsite": "https://www.stardewvalley.net/", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/stardew.jpg", "GameDescription": "You’ve inherited your grandfather’s old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won’t be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town’s most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!"},
    {"GameName": "Tom Clancy's Rainbow Six Siege", "GameYear": "2016", "GameRating": "17+", "GameCategory": "FPS, Competitive", "VideoCode": "KlbLLRdg9u8", "GameWebsite": "https://www.ubisoft.com/en-us/game/rainbow-six/siege", "GameIMG": "https://raw.githubusercontent.com/rtk-96/JSONProjectsIT315/master/siege.jpg", "GameDescription": "Master the art of destruction and gadgetry in Tom Clancy’s Rainbow Six Siege. Face intense close quarters combat, high lethality, tactical decision making, team play and explosive action within every moment. Experience a new era of fierce firefights and expert strategy born from the rich legacy of past Tom Clancy's Rainbow Six games."}
  ],
  "Status":"OK"
}
